Revit 2027 API
ClipPlane Properties
The ClipPlane type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Normal |  The plane's normal vector.
Origin |  The plane's origin.
Top
See Also
Reference
ClipPlane Class
Autodesk.Revit.DB.DirectContext3D Namespace